Revit 2017 API
AssetPropertyFloat.Value Property
Get the value of the property
Namespace: Autodesk.Revit.Utility
Assembly: RevitAPI (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
Syntax
C#
public float Value { get; }
Visual Basic
Public ReadOnly Property Value As Single
	Get
Visual C++
public:
property float Value {
	float get ();
}
See Also
AssetPropertyFloat Class
Autodesk.Revit.Utility Namespace